<?php

return [
    'header' => 'Менеджер задач',
    'hello' => 'Добрый день',
    'users' => 'Пользователи',
    'tasks' => 'Задачи',
    'loggined' => 'Вы вошли в систему.',
    'message' => 'Для продолжения работы с приложением и создания задач перейдите в раздел "Задачи". Если вы хотите ознакомиться со списком пользователей приложения, перейдите в раздел "Пользователи"',
    'school' => 'Данное приложение представляет из себя учебный проект',
    'fraimwork' => 'написанный с помощью фреймворка',
    'welcomPageMessage' => 'Для более детального ознакомления с возможностями приложения Вам необходимо войти в ситему или зарегистрироваться.'
];
