<?php

return [
    'tasks_create_error' => 'Необходимо войти в систему или зарегистрироваться',
    'tasks_added' => 'Задача создана',
    'tasks_update' => 'Данные по задаче обновлены',
    'tasks_delete' => 'Задача была удалена',
    'tasks_delete_error' => 'Задача создана не Вами',
    'labels_admin' => 'У вас недостаточно прав для посещения данной страницы',
    'labels_store' => 'Метка была добавлена',
    'add_labels_to_task' => 'Метка была добавлена',
    'add_labels_to_task_error' => 'Данная метка была добавлена ранее',
    'statuses_create_error' => 'Вам необходимо войти в систему или зарегистрироваться',
    'statuses_added' => 'Статус создан',
    'statuses_update' => 'Статус изменен',
    'statuses_delete' => 'Статус был удален',
    'status_have_task_error' => "Действие невозможно. Есть задачи использующие данный статус"
];
