<?php

return [
    'create' => "Создание метки:",
    'name' => 'Имя метки',
    'color' => 'Цвет',
    'text_color' => 'Цвет текста',
    'button_create' => 'Создать',
    'delete_message' => 'Данное действие приведет к уничтожению метки. Вы уверены, что хотите продолжить?',
    'create_new' => 'Создать новую',
    'message' => 'Для удаления метки нажмите на нее и подтвердите действие. Так же вы можете добавить метку из списка существующих, либо создать свою',
    'create_message' => 'Придумайте название для метки, не превышающее 7 символов. Выберете подходящий цвет фона и текста и нажмите создать',
    'button_add' => ' Добавить'
];
