<?php

return [
    'create' => "Создание метки:",
    'name' => 'Имя метки',
    'color' => 'Цвет',
    'text_color' => 'Цвет текста',
    'button_create' => 'Создать',
    'delete_message' => 'Данное действие приведет к уничтожению метки. Вы уверены, что хотите продолжить?',
    'create_new' => 'Создать новую',
    'message' => 'Для удаления метки нажмите на нее и подтвердите действие. Так же вы можете добавить метку из списка существующих, либо создать свою',
    'create_message' => 'Придумайте название для метки, не превышающее 10 символов. Выберете подходящий цвет фона и текста и нажмите создать',
    'button_add' => ' Добавить',
    'ph_new' => 'Новая метка',
    'color_blue' => 'Голубой',
    'color_grey' => 'Серый',
    'color_green' => 'Зеленый',
    'color_red' => 'Красный',
    'color_orange' => 'Оранжевый',
    'color_indigo' => 'Индиго',
    'color_white' => 'Белый',
    'color_black' => 'Черный',
    'color_silver' => 'Серебристый',
    'color_yellow' => 'Желтый'

];
